Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# notification.body.qr_scan_2
source: QR codes are everywhere! Open Zebra to scan one now.
ar: رموز QR في كل مكان! افتح Zebra لمسح واحد الآن.
da: QR-koder er overalt! Åbn Zebra for at scanne en nu.
de: QR Codes sind überall! Öffne Zebra, um jetzt einen zu scannen.
es: ¡Los QR Code están en todas partes! Abre Zebra para escanear uno ahora.
fi: QR-koodeja on kaikkialla! Avaa Zebra skannataksesi yhden nyt.
fr: Les QR Code sont partout ! Ouvrez Zebra pour en scanner un maintenant.
hi: QR कोड हर जगह हैं! अभी स्कैन करने के लिए Zebra खोलें।
id: Kode QR ada di mana-mana! Buka Zebra untuk memindai sekarang.
it: I QR Code sono ovunque! Apri Zebra per scansionarne uno ora.
ja: QRコードはあらゆる場所に！Zebraを開いて今すぐスキャン。
ko: QR 코드는 어디에나 있습니다! Zebra를 열어 지금 스캔하세요.
ms: QR Code ada di mana-mana! Buka Zebra untuk mengimbas sekarang.
nb: QR-koder er overalt! Åpne Zebra for å skanne en nå.
nl: QR-codes zijn overal! Open Zebra om er nu een te scannen.
pl: Kody QR są wszędzie! Otwórz Zebra, aby zeskanować jeden teraz.
pt_br: QR Codes estão por toda parte! Abra o Zebra para escanear um agora.
ru: QR-коды повсюду! Откройте Zebra, чтобы отсканировать один прямо сейчас.
sv: QR-koder finns överallt! Öppna Zebra för att skanna en nu.
th: QR โค้ดมีอยู่ทุกที่! เปิด Zebra เพื่อสแกนตอนนี้
tr: QR kodlar her yerde! Şimdi taramak için Zebra'yı açın.
uk: QR-коди скрізь! Відкрийте Zebra, щоб відсканувати один просто зараз.
uz: QR kodlar hamma joyda! Hozir skanlash uchun Zebra ni oching.
vi: Mã QR ở khắp nơi! Mở Zebra để quét ngay.
zh_hans: 二维码无处不在！打开Zebra立即扫描。
zh_hant: QR碼無處不在！開啟Zebra立即掃描。

# notification.body.qr_scan_3
source: See a QR code on a poster or package? Scan it instantly!
ar: رأيت رمز QR على ملصق أو عبوة؟ امسحه فوراً!
da: Ser du en QR Code på en plakat eller pakke? Scan den med det samme!
de: QR Code auf einem Poster oder einer Verpackung gesehen? Scanne ihn sofort!
es: ¿Ves un QR Code en un póster o paquete? ¡Escanéalo al instante!
fi: Näetkö QR Coden julisteessa tai pakkauksessa? Skannaa se heti!
fr: Vous voyez un QR Code sur une affiche ou un emballage ? Scannez-le instantanément !
hi: पोस्टर या पैकेज पर QR कोड दिखा? तुरंत स्कैन करें!
id: Melihat kode QR di poster atau kemasan? Pindai seketika!
it: Vedi un QR Code su un poster o una confezione? Scansionalo all'istante!
ja: ポスターやパッケージのQRコードを見つけましたか？すぐにスキャン！
ko: 포스터나 패키지에서 QR 코드를 발견하셨나요? 바로 스캔하세요!
ms: Nampak QR Code pada poster atau bungkusan? Imbas dengan segera!
nb: Ser du en QR Code på en plakat eller pakke? Skann den med en gang!
nl: Ziet u een QR-code op een poster of verpakking? Scan hem direct!
pl: Widzisz kod QR na plakacie lub opakowaniu? Zeskanuj go natychmiast!
pt_br: Viu um QR Code em um pôster ou embalagem? Escaneie instantaneamente!
ru: Видите QR-код на плакате или упаковке? Отсканируйте его мгновенно!
sv: Ser du en QR-kod på en affisch eller förpackning? Skanna den direkt!
th: เห็น QR โค้ดบนโปสเตอร์หรือบรรจุภัณฑ์? สแกนได้ทันที!
tr: Bir poster veya pakette QR kod mu gördünüz? Anında tarayın!
uk: Бачите QR-код на плакаті чи упаковці? Відскануйте його миттєво!
uz: Plakat yoki qadoqda QR Code ko'rdingizmi? Darhol skanlang!
vi: Thấy mã QR trên áp phích hoặc bao bì? Quét ngay lập tức!
zh_hans: 在海报或包装上看到二维码？立即扫描！
zh_hant: 在海報或包裝上看到QR碼？立即掃描！

# notification.title.barcode_scan
source: Barcode Scanner
ar: ماسح الباركود
da: Stregkodescanner
es: Escáner de códigos de barras
fi: Viivakoodiskanneri
fr: Scanner de codes-barres
hi: बारकोड स्कैनर
id: Pemindai Barcode
it: Scanner codici a barre
ja: バーコードスキャナー
ko: 바코드 스캐너
ms: Pengimbas Kod Bar
nb: Strekkodeskanner
nl: Streepjescodescanner
pl: Skaner kodów kreskowych
pt_br: Scanner de códigos de barras
ru: Сканер штрих-кодов
sv: Streckkodsläsare
th: เครื่องสแกนบาร์โค้ด
tr: Barkod Tarayıcı
uk: Сканер штрих-кодів
uz: Shtrix-kod skaneri
vi: Máy quét mã vạch
zh_hans: 条形码扫描器
zh_hant: 條碼掃描器

# notification.title.product_lookup
source: Discover Products
ar: اكتشف المنتجات
da: Opdag produkter
de: Produkte entdecken
es: Descubrir productos
fi: Löydä tuotteita
fr: Découvrir des produits
hi: उत्पाद खोजें
id: Temukan Produk
it: Scopri prodotti
ja: 商品を探す
ko: 상품 발견
ms: Temui Produk
nb: Oppdag produkter
nl: Ontdek producten
pl: Odkryj produkty
pt_br: Descobrir produtos
ru: Узнайте о товарах
sv: Upptäck produkter
th: ค้นพบสินค้า
tr: Ürünleri Keşfet
uk: Дізнайтеся про товари
uz: Mahsulotlarni kashf eting
vi: Khám phá sản phẩm
zh_hans: 发现商品
zh_hant: 發現商品

# notification.title.qr_scan
source: QR Code Ready
ar: QR Code جاهز
da: QR Code klar
de: QR Code bereit
es: QR Code listo
fi: QR Code valmis
fr: QR Code prêt
hi: QR Code तैयार
id: QR Code Siap
it: QR Code pronto
ja: QR Code準備完了
ko: QR Code 준비 완료
ms: QR Code Sedia
nb: QR Code klar
nl: QR Code gereed
pl: QR Code gotowy
pt_br: QR Code pronto
ru: QR Code готов
sv: QR Code redo
th: QR Code พร้อมแล้ว
tr: QR Code Hazır
uk: QR Code готовий
uz: QR Code tayyor
vi: QR Code sẵn sàng
zh_hans: QR Code已就绪
zh_hant: QR Code已就緒

# preview.background_color.subtitle
source: Choose a preferred background color
ar: اختر لون الخلفية المفضل
da: Vælg en foretrukken baggrundsfarve
de: Wähle eine bevorzugte Hintergrundfarbe
es: Elige un color de fondo preferido
fi: Valitse haluamasi taustaväri
fr: Choisissez une couleur de fond préférée
hi: अपना पसंदीदा बैकग्राउंड रंग चुनें
id: Pilih warna latar belakang pilihan Anda
it: Scegli un colore di sfondo preferito
ja: お好みの背景色を選択
ko: 원하는 배경색을 선택하세요
ms: Pilih warna latar belakang pilihan
nb: Velg en foretrukket bakgrunnsfarge
nl: Kies een gewenste achtergrondkleur
pl: Wybierz preferowany kolor tła
pt_br: Escolha uma cor de fundo preferida
ru: Выберите предпочтительный цвет фона
sv: Välj en önskad bakgrundsfärg
th: เลือกสีพื้นหลังที่คุณชอบ
tr: Tercih ettiğiniz arka plan rengini seçin
uk: Оберіть бажаний колір тла
uz: Afzal ko'rgan fon rangini tanlang
vi: Chọn màu nền ưa thích
zh_hans: 选择您喜欢的背景颜色
zh_hant: 選擇您喜歡的背景顏色

# preview.background_color.title
source: Background color
ar: لون الخلفية
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
fr: Couleur de fond
hi: बैकग्राउंड रंग
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
ko: 배경색
ms: Warna latar belakang
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
ru: Цвет фона
sv: Bakgrundsfärg
th: สีพื้นหลัง
tr: Arka plan rengi
uk: Колір тла
uz: Fon rangi
vi: Màu nền
zh_hans: 背景颜色
zh_hant: 背景顏色

# preview.barcode_save_error
source: Failed to save barcode. Please check photo library permissions.
ar: فشل حفظ الباركود. يرجى التحقق من أذونات مكتبة الصور.
da: Kunne ikke gemme stregkoden. Kontroller venligst tilladelser til fotobiblioteket.
de: Barcode konnte nicht gespeichert werden. Bitte überprüfe die Zugriffsrechte für die Fotomediathek.
es: Error al guardar el código de barras. Revisa los permisos de la biblioteca de fotos.
fi: Viivakoodin tallennus epäonnistui. Tarkista kuvakirjaston käyttöoikeudet.
fr: Échec de l'enregistrement du code-barres. Veuillez vérifier les autorisations de la photothèque.
hi: बारकोड सेव करना विफल रहा। कृपया फ़ोटो लाइब्रेरी अनुमतियाँ जांचें।
id: Gagal menyimpan barcode. Silakan periksa izin pustaka foto.
it: Impossibile salvare il codice a barre. Controlla i permessi della libreria foto.
ja: バーコードの保存に失敗しました。フォトライブラリの権限を確認してください。
ko: 바코드 저장에 실패했습니다. 사진 라이브러리 권한을 확인해 주세요.
ms: Gagal menyimpan kod bar. Sila semak kebenaran pustaka foto.
nb: Kunne ikke lagre strekkoden. Vennligst sjekk tillatelser for bildebiblioteket.
nl: Opslaan van streepjescode mislukt. Controleer de machtigingen voor de fotobibliotheek.
pl: Nie udało się zapisać kodu kreskowego. Sprawdź uprawnienia do biblioteki zdjęć.
pt_br: Falha ao salvar o código de barras. Verifique as permissões da biblioteca de fotos.
ru: Не удалось сохранить штрих-код. Проверьте разрешения для фотобиблиотеки.
sv: Det gick inte att spara streckkoden. Kontrollera behörigheterna för fotobiblioteket.
th: บันทึกบาร์โค้ดไม่สำเร็จ กรุณาตรวจสอบสิทธิ์การเข้าถึงคลังรูปภาพ
tr: Barkod kaydedilemedi. Lütfen fotoğraf kitaplığı izinlerini kontrol edin.
uk: Не вдалося зберегти штрих-код. Перевірте дозволи для фотобібліотеки.
uz: Shtrix-kodni saqlab bo'lmadi. Foto kutubxona ruxsatlarini tekshiring.
vi: Lưu mã vạch thất bại. Vui lòng kiểm tra quyền truy cập thư viện ảnh.
zh_hans: 条形码保存失败。请检查相册访问权限。
zh_hant: 條碼儲存失敗。請檢查相簿存取權限。

# preview.barcode_saved_message
source: Barcode saved to your photo library.
ar: تم حفظ الباركود في مكتبة الصور.
da: Stregkode gemt i dit fotobibliotek.
de: Barcode in deiner Fotomediathek gespeichert.
es: Código de barras guardado en tu biblioteca de fotos.
fi: Viivakoodi tallennettu kuvakirjastoosi.
fr: Code-barres enregistré dans votre photothèque.
hi: बारकोड आपकी फ़ोटो लाइब्रेरी में सेव हो गया।
id: Barcode disimpan ke pustaka foto Anda.
it: Codice a barre salvato nella tua libreria foto.
ja: バーコードをフォトライブラリに保存しました。
ko: 바코드가 사진 라이브러리에 저장되었습니다.
ms: Kod bar disimpan ke pustaka foto anda.
nb: Strekkode lagret i bildebiblioteket ditt.
nl: Streepjescode opgeslagen in uw fotobibliotheek.
pl: Kod kreskowy zapisano w bibliotece zdjęć.
pt_br: Código de barras salvo na sua biblioteca de fotos.
ru: Штрих-код сохранён в фотобиблиотеку.
sv: Streckkod sparad i ditt fotobibliotek.
th: บันทึกบาร์โค้ดไปยังคลังรูปภาพแล้ว
tr: Barkod fotoğraf kitaplığınıza kaydedildi.
uk: Штрих-код збережено у фотобібліотеку.
uz: Shtrix-kod foto kutubxonangizga saqlandi.
vi: Mã vạch đã được lưu vào thư viện ảnh.
zh_hans: 条形码已保存到相册。
zh_hant: 條碼已儲存到相簿。

# preview.center_icon.subtitle
source: Add an icon to the center of QR code
ar: أضف أيقونة في وسط رمز QR
da: Tilføj et ikon i midten af QR Code
de: Füge ein Symbol in der Mitte des QR Code hinzu
es: Añade un icono en el centro del QR Code
fi: Lisää kuvake QR Coden keskelle
fr: Ajoutez une icône au centre du QR Code
hi: QR कोड के केंद्र में एक आइकन जोड़ें
id: Tambahkan ikon di tengah kode QR
it: Aggiungi un'icona al centro del QR Code
ja: QRコードの中央にアイコンを追加
ko: QR 코드 중앙에 아이콘 추가
ms: Tambah ikon di tengah QR Code
nb: Legg til et ikon i midten av QR Code
nl: Voeg een pictogram toe in het midden van de QR-code
pl: Dodaj ikonę na środek kodu QR
pt_br: Adicione um ícone no centro do QR Code
ru: Добавить иконку в центр QR-кода
sv: Lägg till en ikon i mitten av QR-koden
th: เพิ่มไอคอนตรงกลาง QR โค้ด
tr: QR kodun ortasına bir simge ekleyin
uk: Додати іконку в центр QR-коду
uz: QR Code markaziga belgi qo'shing
vi: Thêm biểu tượng vào giữa mã QR
zh_hans: 在二维码中心添加图标
zh_hant: 在QR碼中心新增圖示

# preview.center_icon.title
source: Center Icon
ar: أيقونة الوسط
da: Centerikon
de: Mittelsymbol
es: Icono central
fi: Keskikuvake
fr: Icône centrale
hi: सेंटर आइकन
id: Ikon Tengah
it: Icona centrale
ja: 中央アイコン
ko: 중앙 아이콘
ms: Ikon Tengah
nb: Senterikon
nl: Middenpictogram
pl: Ikona centralna
pt_br: Ícone central
ru: Центральная иконка
sv: Mittenikon
th: ไอคอนกลาง
tr: Orta Simge
uk: Центральна іконка
uz: Markaziy belgi
vi: Biểu tượng giữa
zh_hans: 中心图标
zh_hant: 中心圖示

# preview.delete_barcode_message
source: This will remove the barcode from your history.
ar: سيؤدي هذا إلى إزالة الباركود من سجلك.
da: Dette vil fjerne stregkoden fra din historik.
de: Der Barcode wird aus deinem Verlauf entfernt.
es: Esto eliminará el código de barras de tu historial.
fi: Tämä poistaa viivakoodin historiastasi.
fr: Cela supprimera le code-barres de votre historique.
hi: यह बारकोड आपके इतिहास से हटा दिया जाएगा।
id: Ini akan menghapus barcode dari riwayat Anda.
it: Questo rimuoverà il codice a barre dalla tua cronologia.
ja: このバーコードを履歴から削除します。
ko: 이 바코드가 기록에서 삭제됩니다.
ms: Ini akan membuang kod bar daripada sejarah anda.
nb: Dette vil fjerne strekkoden fra historikken din.
nl: Dit verwijdert de streepjescode uit uw geschiedenis.
pl: Kod kreskowy zostanie usunięty z historii.
pt_br: Isso removerá o código de barras do seu histórico.
ru: Штрих-код будет удалён из истории.
sv: Detta tar bort streckkoden från din historik.
th: การดำเนินการนี้จะลบบาร์โค้ดออกจากประวัติ
tr: Bu barkod geçmişinizden kaldırılacak.
uk: Штрих-код буде видалено з історії.
uz: Bu shtrix-kodni tarixingizdan o'chiradi.
vi: Thao tác này sẽ xóa mã vạch khỏi lịch sử của bạn.
zh_hans: 这将从历史记录中删除该条形码。
zh_hant: 這將從歷史紀錄中刪除該條碼。

# preview.delete_barcode_title
source: Delete Barcode?
ar: حذف الباركود؟
da: Slet stregkode?
de: Barcode löschen?
es: ¿Eliminar código de barras?
fi: Poista viivakoodi?
fr: Supprimer le code-barres ?
hi: बारकोड हटाएं?
id: Hapus Barcode?
it: Eliminare il codice a barre?
ja: バーコードを削除しますか？
ko: 바코드를 삭제하시겠습니까?
ms: Padam Kod Bar?
nb: Slette strekkode?
nl: Streepjescode verwijderen?
pl: Usunąć kod kreskowy?
pt_br: Excluir código de barras?
ru: Удалить штрих-код?
sv: Radera streckkod?
th: ลบบาร์โค้ด?
tr: Barkod Silinsin mi?
uk: Видалити штрих-код?
uz: Shtrix-kodni o'chirishmi?
vi: Xóa mã vạch?
zh_hans: 删除条形码？
zh_hant: 刪除條碼？

# preview.delete_qr_message
source: This will remove the QR code from your history.
ar: سيؤدي هذا إلى إزالة رمز QR من سجلك.
da: Dette vil fjerne QR-koden fra din historik.
de: Der QR Code wird aus deinem Verlauf entfernt.
es: Esto eliminará el QR Code de tu historial.
fi: Tämä poistaa QR-koodin historiastasi.
fr: Cela supprimera le QR Code de votre historique.
hi: यह QR कोड आपके इतिहास से हटा दिया जाएगा।
id: Ini akan menghapus kode QR dari riwayat Anda.
it: Questo rimuoverà il QR Code dalla tua cronologia.
ja: このQRコードを履歴から削除します。
ko: 이 QR 코드가 기록에서 삭제됩니다.
ms: Ini akan membuang QR Code daripada sejarah anda.
nb: Dette vil fjerne QR-koden fra historikken din.
nl: Dit verwijdert de QR-code uit uw geschiedenis.
pl: Kod QR zostanie usunięty z historii.
pt_br: Isso removerá o QR Code do seu histórico.
ru: QR-код будет удалён из истории.
sv: Detta tar bort QR-koden från din historik.
th: การดำเนินการนี้จะลบ QR โค้ดออกจากประวัติ
tr: Bu QR kod geçmişinizden kaldırılacak.
uk: QR-код буде видалено з історії.
uz: Bu QR kodni tarixingizdan o'chiradi.
vi: Thao tác này sẽ xóa mã QR khỏi lịch sử của bạn.
zh_hans: 这将从历史记录中删除该二维码。
zh_hant: 這將從歷史紀錄中刪除該QR碼。

# preview.delete_qr_title
source: Delete QR Code?
ar: حذف QR Code؟
da: Slet QR Code?
de: QR Code löschen?
es: ¿Eliminar QR Code?
fi: Poista QR Code?
fr: Supprimer le QR Code ?
hi: QR Code हटाएं?
id: Hapus QR Code?
it: Eliminare il QR Code?
ja: QRコードを削除しますか？
ko: QR 코드를 삭제하시겠습니까?
ms: Padam QR Code?
nb: Slette QR Code?
nl: QR Code verwijderen?
pl: Usunąć QR Code?
pt_br: Excluir QR Code?
ru: Удалить QR Code?
sv: Radera QR Code?
th: ลบ QR โค้ด?
tr: QR Code Silinsin mi?
uk: Видалити QR Code?
uz: QR Codeni o'chirishmi?
vi: Xóa QR Code?
zh_hans: 删除二维码？
zh_hant: 刪除QR碼？

# preview.dot_shape.subtitle
source: Shape of the inner data pattern
ar: شكل نمط البيانات الداخلي
da: Form på det indre datamønster
de: Form des inneren Datenmusters
es: Forma del patrón de datos interno
fi: Sisäisen datakuvion muoto
fr: Forme du motif de données interne
hi: आंतरिक डेटा पैटर्न का आकार
id: Bentuk pola data internal
it: Forma del pattern dati interno
ja: 内部データパターンの形状
ko: 내부 데이터 패턴의 모양
ms: Bentuk corak data dalaman
nb: Form på det indre datamønsteret
nl: Vorm van het binnenste datapatroon
pl: Kształt wewnętrznego wzoru danych
pt_br: Forma do padrão de dados interno
ru: Форма внутреннего узора данных
sv: Form på det inre datamönstret
th: รูปร่างของรูปแบบข้อมูลภายใน
tr: İç veri deseninin şekli
uk: Форма внутрішнього візерунку даних
uz: Ichki ma'lumotlar naqshining shakli
vi: Hình dạng mẫu dữ liệu bên trong
zh_hans: 内部数据图案的形状
zh_hant: 內部資料圖案的形狀

# preview.dot_shape.title
source: Dot Shape
ar: شكل النقطة
da: Punktform
de: Punktform
es: Forma del punto
fi: Pisteen muoto
fr: Forme du point
hi: डॉट आकार
id: Bentuk Titik
it: Forma del punto
ja: ドット形状
ko: 점 모양
ms: Bentuk Titik
nb: Punktform
nl: Puntvorm
pl: Kształt kropek
pt_br: Forma do ponto
ru: Форма точек
sv: Punktform
th: รูปร่างจุด
tr: Nokta Şekli
uk: Форма точок
uz: Nuqta shakli
vi: Hình dạng chấm
zh_hans: 点形状
zh_hant: 點形狀

# preview.finder_shape.subtitle
source: Shape of the 3 corner squares
ar: شكل المربعات الثلاثة في الزوايا
da: Form på de 3 hjørnefirkanter
de: Form der 3 Eckquadrate
es: Forma de los 3 cuadrados de las esquinas
fi: Kolmen kulmanneliön muoto
fr: Forme des 3 carrés d'angle
hi: 3 कोने के वर्गों का आकार
id: Bentuk 3 kotak sudut
it: Forma dei 3 quadrati angolari
ja: 3つのコーナー四角の形状
ko: 3개의 모서리 사각형 모양
ms: Bentuk 3 segi empat penjuru
nb: Form på de 3 hjørnefirkantene
nl: Vorm van de 3 hoekvierkanten
pl: Kształt 3 narożnych kwadratów
pt_br: Forma dos 3 quadrados dos cantos
ru: Форма 3 угловых квадратов
sv: Form på de 3 hörnrutorna
th: รูปร่างของสี่เหลี่ยมมุม 3 จุด
tr: 3 köşe karesinin şekli
uk: Форма 3 кутових квадратів
uz: 3 ta burchak kvadratining shakli
vi: Hình dạng 3 ô vuông góc
zh_hans: 3个角落方块的形状
zh_hant: 3個角落方塊的形狀

# preview.finder_shape.title
source: Finder Shape
ar: شكل المحدد
da: Finderform
de: Finderform
es: Forma del buscador
fi: Hakijan muoto
fr: Forme du repère
hi: फाइंडर आकार
id: Bentuk Penemu
it: Forma del finder
ja: ファインダー形状
ko: 파인더 모양
ms: Bentuk Pencari
nb: Finnerform
nl: Zoekervorm
pl: Kształt znaczników
pt_br: Forma do localizador
ru: Форма маркеров
sv: Sökform
th: รูปร่างตัวค้นหา
tr: Bulucu Şekli
uk: Форма маркерів
uz: Qidiruvchi shakli
vi: Hình dạng định vị
zh_hans: 定位图形
zh_hant: 定位圖形

# preview.icon_background_color.subtitle
source: Choose icon background color
ar: اختر لون خلفية الأيقونة
da: Vælg ikonets baggrundsfarve
de: Wähle die Hintergrundfarbe des Symbols
es: Elige el color de fondo del icono
fi: Valitse kuvakkeen taustaväri
fr: Choisissez la couleur de fond de l'icône
hi: आइकन बैकग्राउंड रंग चुनें
id: Pilih warna latar belakang ikon
it: Scegli il colore di sfondo dell'icona
ja: アイコンの背景色を選択
ko: 아이콘 배경색 선택
ms: Pilih warna latar belakang ikon
nb: Velg bakgrunnsfarge for ikon
nl: Kies achtergrondkleur van pictogram
pl: Wybierz kolor tła ikony
pt_br: Escolha a cor de fundo do ícone
ru: Выберите цвет фона иконки
sv: Välj bakgrundsfärg för ikon
th: เลือกสีพื้นหลังไอคอน
tr: Simge arka plan rengini seçin
uk: Оберіть колір тла іконки
uz: Belgi fon rangini tanlang
vi: Chọn màu nền biểu tượng
zh_hans: 选择图标背景颜色
zh_hant: 選擇圖示背景顏色

# preview.icon_background_color.title
source: Icon Background
ar: خلفية الأيقونة
da: Ikonbaggrund
de: Symbolhintergrund
es: Fondo del icono
fi: Kuvakkeen tausta
fr: Fond de l'icône
hi: आइकन बैकग्राउंड
id: Latar Belakang Ikon
it: Sfondo icona
ja: アイコン背景
ko: 아이콘 배경
ms: Latar Belakang Ikon
nb: Ikonbakgrunn
nl: Pictogramachtergrond
pl: Tło ikony
pt_br: Fundo do ícone
ru: Фон иконки
sv: Ikonbakgrund
th: พื้นหลังไอคอน
tr: Simge Arka Planı
uk: Тло іконки
uz: Belgi foni
vi: Nền biểu tượng
zh_hans: 图标背景
zh_hant: 圖示背景

# preview.icon_color.subtitle
source: Choose icon color
ar: اختر لون الأيقونة
da: Vælg ikonfarve
de: Wähle die Symbolfarbe
es: Elige el color del icono
fi: Valitse kuvakkeen väri
fr: Choisissez la couleur de l'icône
hi: आइकन रंग चुनें
id: Pilih warna ikon
it: Scegli il colore dell'icona
ja: アイコンの色を選択
ko: 아이콘 색상 선택
ms: Pilih warna ikon
nb: Velg ikonfarge
nl: Kies pictogramkleur
pl: Wybierz kolor ikony
pt_br: Escolha a cor do ícone
ru: Выберите цвет иконки
sv: Välj ikonfärg
th: เลือกสีไอคอน
tr: Simge rengini seçin
uk: Оберіть колір іконки
uz: Belgi rangini tanlang
vi: Chọn màu biểu tượng
zh_hans: 选择图标颜色
zh_hant: 選擇圖示顏色

# preview.icon_color.title
source: Icon Color
ar: لون الأيقونة
da: Ikonfarve
de: Symbolfarbe
es: Color del icono
fi: Kuvakkeen väri
fr: Couleur de l'icône
hi: आइकन रंग
id: Warna Ikon
it: Colore icona
ja: アイコンカラー
ko: 아이콘 색상
ms: Warna Ikon
nb: Ikonfarge
nl: Pictogramkleur
pl: Kolor ikony
pt_br: Cor do ícone
ru: Цвет иконки
sv: Ikonfärg
th: สีไอคอน
tr: Simge Rengi
uk: Колір іконки
uz: Belgi rangi
vi: Màu biểu tượng
zh_hans: 图标颜色
zh_hant: 圖示顏色

# preview.logo.add
source: Add Logo
ar: إضافة شعار
da: Tilføj logo
de: Logo hinzufügen
es: Añadir logo
fi: Lisää logo
fr: Ajouter un logo
hi: लोगो जोड़ें
id: Tambah Logo
it: Aggiungi logo
ja: ロゴを追加
ko: 로고 추가
ms: Tambah Logo
nb: Legg til logo
nl: Logo toevoegen
pl: Dodaj logo
pt_br: Adicionar logo
ru: Добавить логотип
sv: Lägg till logotyp
th: เพิ่มโลโก้
tr: Logo Ekle
uk: Додати логотип
uz: Logo qo'shish
vi: Thêm logo
zh_hans: 添加Logo
zh_hant: 新增Logo

# preview.logo.change
source: Change
ar: تغيير
da: Skift
de: Ändern
es: Cambiar
fi: Vaihda
fr: Modifier
hi: बदलें
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ms: Tukar
nb: Endre
nl: Wijzig
pl: Zmień
pt_br: Alterar
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
uk: Змінити
uz: O'zgartirish
vi: Thay đổi
zh_hans: 更换
zh_hant: 更換

# preview.logo.remove
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Buang
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
uz: Olib tashlash
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# preview.qr_code_color.subtitle
source: Choose a preferred QR code color
ar: اختر لون رمز QR المفضل
da: Vælg en foretrukken QR Code-farve
de: Wähle eine bevorzugte Farbe für den QR Code
es: Elige un color preferido para el QR Code
fi: Valitse haluamasi QR Code -väri
fr: Choisissez une couleur préférée pour le QR Code
hi: अपना पसंदीदा QR कोड रंग चुनें
id: Pilih warna kode QR pilihan Anda
it: Scegli un colore preferito per il QR Code
ja: お好みのQRコードの色を選択
ko: 원하는 QR 코드 색상을 선택하세요
ms: Pilih warna QR Code pilihan
nb: Velg en foretrukket QR Code-farge
nl: Kies een gewenste QR-codekleur
pl: Wybierz preferowany kolor kodu QR
pt_br: Escolha uma cor preferida para o QR Code
ru: Выберите предпочтительный цвет QR-кода
sv: Välj en önskad QR-kodfärg
th: เลือกสี QR โค้ดที่คุณชอบ
tr: Tercih ettiğiniz QR kod rengini seçin
uk: Оберіть бажаний колір QR-коду
uz: Afzal ko'rgan QR Code rangini tanlang
vi: Chọn màu mã QR ưa thích
zh_hans: 选择您喜欢的二维码颜色
zh_hant: 選擇您喜歡的QR碼顏色

# preview.qr_code_color.title
source: QR Code Color
ar: لون QR Code
da: QR Code-farve
de: QR Code-Farbe
es: Color del QR Code
fi: QR Code -väri
fr: Couleur du QR Code
hi: QR Code रंग
id: Warna QR Code
it: Colore QR Code
ja: QRコードの色
ko: QR 코드 색상
ms: Warna QR Code
nb: QR Code-farge
nl: QR Code-kleur
pl: Kolor QR Code
pt_br: Cor do QR Code
ru: Цвет QR Code
sv: QR Code-färg
th: สี QR โค้ด
tr: QR Code Rengi
uk: Колір QR Code
uz: QR Code rangi
vi: Màu QR Code
zh_hans: 二维码颜色
zh_hant: QR碼顏色
